name: "angle_classify_resnet50"
platform: "pytorch_libtorch"
max_batch_size: 8
input [
    {
        name: "input_image"
        data_type: TYPE_FP32
        dims: [ 3, 224, 224 ]
    }
]
output [
    {
        name: "logits"
        data_type: TYPE_FP32
        dims: [  4 ]
    }
]